"YHJQRCodeMessage" = "prompt";
"YHJQRCodeTeachOpen" = "Please go to - > [privacy Settings - - photo] open access switch";
"YHJQRCodeSure" = "determine";

"YHJQRCodeLikeMessage" = "Warm prompt";
"YHJQRCodeDefinePhoto" = "Because the system reason, unable to access photo album";
"YHJQRCodeSure" = "determine";

"YHJQRCodeScaning" = "The qr code/bar code into the box, can automatically scan";
"YHJQRCodeOpenLight" = "Open the lamp";
"YHJQRCodeCloseLight" = "Close the floodlight";

"YHJQRCodeDataError" = "Data format check failed";
"YHJQRCodeWidthError" = "Generate qr code size is beyond the scope effectively";
"YHJQRCodeLogoImageError" = "Logo format check failed, please introduced to effective image";

"YHJQRCodeLogoScaleError" = "Failed to generate logo proportion, please introduced to effective ratio range (0 ~ 1.0）";
"YHJQRCodeChongqingjzb" = "chongqingjzb";
"YHJQRCodeAlbum" = "album";

